var DATA = {
    "name": "Без табу",
    "children": [
        
{"name": "Венеричні хвороби","children":[{"name":"Гонорея",
"children":[
{"name": "збур"},
{"name": "три пера"},
{"name": "триня"},
{"name": "трипак"},
{"name": "трипель"},
{"name": "трипер"},
{"name": "французький насморк"}
]

},
{"name":"Сифіліс","children":[
{"name": "букет венери"},
{"name": "венера"},
{"name": "венерка"},
{"name": "генерал сіфіліс"},
{"name": "люєс"},
{"name": "люїс"},
{"name": "погана хвороба"},
{"name": "пранці"},
{"name": "сиф"},
{"name": "сифон"},
{"name": "франца"},
{"name": "хомут"}
    

]}
]},
{"name": "Виконавці сексуальних дій"},
{"name": "Вираження презирства, небажання мати справу з кимось"},
{"name": "Назви осіб за сексуальними характеристиками"},
{"name": "Назви осіб і явищ за соціоетичними параметрами сексуальної поведінки"},
{"name": "Публічний дім"},
{"name": "Реквізити сексуальні"},
{"name": "Сексуальні дії"},
{"name": "Сексуальні професії"},
{"name": "Статеві виділення і фізіологічні відправлення"},
{"name": "Характеристики людини"},
{"name": "Частини тіла людини"}
            
    ]}

